---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassDataMassWindowArea
source: html/350bc096-e87c-a6de-6b5c-90689904b569.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassDataMassWindowArea Property

"Mass Window Area"

## Syntax (C#)
```csharp
public static ForgeTypeId MassDataMassWindowArea { get; }
```